



[
    {
        "title": "การศึกษาลักษณะภูมิประเทศของทวีปเอเชียควรเลือกใช้เครื่องมือชนิดใด",
        "options": [
            "รูปถ่ายทางอากาศ",
            "เข็มทิศ",
            "ชีวภูมิภาค",
            "แผนที่กายภาพ",
            "เครื่องจีพีเอส"
        ],
        "answer": 4
    },
    {
        "title": "เมธิศจะแข่งขันรถยนต์แรลลี่จากจังหวัดสมุทรสาครถึงจังหวัดชุมพร เขาควรนำอุปกรณ์ใดติดไปด้วย",
        "options": [
            "เข็มทิศ",
            "รูปถ่ายทางอากาศ",
            "แผนที่",
            "เครื่องจีพีเอส"
        ],
        "answer": 4
    },
    {
        "title": "การเปรียบเทียบการเปลี่ยนแปลงของปริมาณน้ำฝนในช่วงเวลาต่างๆ ควรเลือกนำเสนอในลักษณะใดที่สามารถเห็นการเปลี่ยนแปลงได้ชัดเจน",
        "options": [
            "ผังความคิด",
            "รูปถ่ายทางอากาศ",
            "แผนภูมิรูปวงกลม",
            "กราฟเส้น"
        ],
        "answer": 4
    },
    {
        "title": "แผนที่ฉบับหนึ่งกำหนดมาตราส่วน 1 : 200,000 ถ้าวัดถนนในแผนที่ยาว 4 เซนติเมตร ระยะทางในภูมิประเทศจริงจะเป็นเท่าใด",
        "options": [
            "0.5 กิโลเมตร",
            "8 กิโลเมตร",
            "0.8 กิโลเมตร",
            "5 กิโลเมตร"
        ],
        "answer": 2
    },
    {
        "title": "อุปกรณ์ในข้อใดที่มีความสำคัญสำหรับการเดินเรือทางทะเล",
        "options": [
            "แผนที่",
            "เครื่องจีพีเอส",
            "เข็มทิศ",
            "ลูกโลกจำลอง"
        ],
        "answer": 2
    },
    {
        "title": "เวลามาตรฐานสากลมีความสัมพันธ์กับข้อใดมากที่สุด",
        "options": [
            "เส้นอิเควเตอร์",
            "เส้นโครงแผนที่",
            "เส้นขนานละติจูด",
            "เส้นเมริเดียนแรก"
        ],
        "answer": 4
    },
    {
        "title": "นายคมสันจะเดินทางกลับกรุงลอนดอนโดยเครื่องบินออกจากกรุงเทพ ฯ เวลา 14.00 น. เขาจะเดินทางถึงกรุงลอนดอนตรงกับเวลาใด (ประเทศไทยตั้งอยู่ที่ลองจิจูด 105 องศาตะวันออก)",
        "options": [
            "เวลา 21.00 น.",
            "เวลา 7.00 น.",
            "เวลา 12.00 น.",
            "เวลา 17.00 น."
        ],
        "answer": 2
    },
    {
        "title": "มิสเตอร์คาร์เตอร์จะเดินทางเที่ยวประเทศจีนโดยทางเครื่องบินจากประเทศแคนาดา ในวันที่ 28 มิถุนายน ผ่านลองจิจูดที่ 180 องศา นักเรียนคิดว่าจะถึงประเทศจีนวันไหน",
        "options": [
            "ถึงประเทศจีนในวันที่ 28 มิถุนายน",
            "ถึงประเทศจีนในวันที่ 29 มิถุนายน",
            "ถึงประเทศจีนในวันที่ 28 พฤษภาคม",
            "ถึงประเทศจีนในวันที่ 29 กรกฎาคม"
        ],
        "answer": 2
    },
    {
        "title": "รายงานข่าวจากศูนย์ธรณีวิทยาสหรัฐฯ ว่า \"ได้เกิดแผ่นดินไหวขึ้นเมื่อเวลา 13.34 น. ตามเวลาในประเทศไทย ซึ่งตรงกับเวลาท้องถิ่นที่ประเทศชิลีเวลา 3.34 น. ศูนย์กลางแผ่นดินไหวอยู่ห่างจากกรุงซานตี-อาโกของประเทศชิลี 317 กม.\" ข้อความใดกล่าวถูกต้องที่สุด",
        "options": [
            "ไทยเวลาเร็วกว่าเพราะตั้งอยู่ที่ลองจิจูดทางตะวันตกของเมริเดียนแรก",
            "ไทยเวลาเร็วกว่าเพราะตั้งอยู่ที่ลองจิจูดทางตะวันออกของเมริเดียนแรก",
            "ไทยเวลาเร็วกว่าเพราะตั้งอยู่ในซีกโลกเหนือใกล้แนวเส้นศูนย์สูตร",
            "ไทยเวลาเร็วกว่าเพราะตั้งอยู่ในซีกโลกใต้ใกล้แนวเส้นศูนย์สูตร"
        ],
        "answer": 2
    },
    {
        "title": "ประเทศไทยไม่มีอาณาเขตติดต่อกับประเทศใด",
        "options": [
            "อินโดนีเซีย",
            "พม่า",
            "กัมพูชา",
            "ลาว"
        ],
        "answer": 1
    },
    {
        "title": "ข้อใดกล่าวเกี่ยวกับที่ตั้งประเทศไทยได้ถูกต้อง",
        "options": [
            "ตั้งอยู่แนวใต้ศูนย์สูตร",
            "ตั้งอยู่บนคาบสมุทรเดกกัน",
            "ตั้งอยู่ระหว่างทะเลจีนใต้กับทะเลอาหรับ",
            "ตั้งอยู่ทางตะวันออกเฉียงใต้ของทวีป"
        ],
        "answer": 4
    },
    {
        "title": "เกตุบอกขิมว่า บ้านเธออยู่ในจังหวัดที่อยู่ใต้ของประเทศไทย บ้านขิมอยู่ในจังหวัดใด",
        "options": [
            "จังหวัดระนอง",
            "จังหวัดยะลา",
            "จังหวัดตาก",
            "จังหวัดนราธิวาส"
        ],
        "answer": 4
    },
    {
        "title": "ปรีดาเล่าให้เพื่อนฟังว่า เขาไปเที่ยวและได้ดูดอกกุหลาบพันปี บริเวณที่สูงสุดของประเทศไทย นักเรียนทราบหรือไม่ว่า เขาไปเที่ยวจังหวัดใด",
        "options": [
            "เชียงใหม่",
            "เลย",
            "เชียงราย",
            "ตาก"
        ],
        "answer": 1
    },
    {
        "title": "เพราะเหตุใดภาคกลางจึงเป็นแหล่งเพาะปลูกที่สำคัญของประเทศไทย",
        "options": [
            "มีแม่น้ำไหลผ่านพื้นที่ราบขนาดใหญ่อย่างทั่วถึง",
            "มีลักษณะภูมิอากาศที่เหมาะสมต่อการเพาะปลูก",
            "มีทิวเขาเป็นแนวกำแพงกันลมมรสุมทั้งสองด้าน",
            "มีความอุดมสมบูรณ์จากดินตะกอนแม่น้ำพัดพามาทับถม"
        ],
        "answer": 1
    },
    {
        "title": "ข้อใดแสดงเกี่ยวกับสิ่งแวดล้อมใหม่ของไทยที่ปรากฏเด่นชัด",
        "options": [
            "การปลูกผลไม้หลายชนิดในทางภาคตะวันออกของไทย",
            "การมีนักท่องเที่ยวมากในบริเวณชายฝั่งทะเลของภาคใต้",
            "การตั้งชุมชนของประชากรต่างชาติในจังหวัดสมุทรสาคร",
            "การสร้างบ้านแบบตะวันตกในเมืองของจังหวัดต่างๆ"
        ],
        "answer": 2
    },
    {
        "title": "ข้อใดบ่งบอกว่าเป็นสิ่งแวดล้อมใหม่ของไทยอย่างชัดเจน",
        "options": [
            "การสร้างโรงงานอุตสาหกรรมของจังหวัดอยุธยา",
            "การทำเกษตรทฤษฎีใหม่ในพื้นที่ของภาคกลาง",
            "การที่นักท่องเที่ยวต่างชาติเข้ามาเที่ยวประเทศไทยเพิ่มขึ้น",
            "การแต่งกายที่เป็นแบบตะวันตกเพิ่มมากขึ้น"
        ],
        "answer": 4
    },
    {
        "title": "ผืนแผ่นดินของทวีปเอเชียมีขนาดใหญ่ ถ้าพิจารณาจากแผนที่สามารถมองเห็นผืนแผ่นดินเชื่อมต่อไปสู่ทวีปอื่นได้ นักเรียนคิดว่าควรเป็นข้อใด",
        "options": [
            "ดินแดนประเทศตุรกี",
            "คาบสมุทรอาหรับ",
            "หมู่เกาะประเทศญี่ปุ่น",
            "หมู่เกาะประเทศอินโดนีเซีย"
        ],
        "answer": 1
    },
    {
        "title": "ลักษณะทางทางกายภาพของทวีปเอเชียข้อใดไม่ถูกต้อง",
        "options": [
            "พื้นที่กว้างใหญ่ที่สุดและมีประชากรมากที่สุด",
            "มียอดเขาสูงที่สุดในโลก และมีบริเวณต่ำที่สุด",
            "มีฝนตกชุกไปจนถึงแห้งแล้งเป็นทะเลทราย",
            "เป็นป่าโปร่งสลับทุ่งหญ้ากว้าง ไม่ปรากฏป่าดิบชื้น"
        ],
        "answer": 4
    },
    {
        "title": "คำว่า “ยูเรเชีย” หมายถึงข้อใด",
        "options": [
            "ผืนแผ่นดินที่ทวีปยุโรปกับเอเชียมาต่อเนื่องกัน",
            "ชื่อเมืองท่าของทวีปเอเชียระหว่างทวีปเอเชียและยุโรป",
            "ที่ราบขนาดใหญ่เป็นแนวกั้นระหว่างทวีปยุโรปและอเมริกา",
            "แนวเทือกเขากั้นต่อเนื่องระหว่างทวีปยุโรปและแอฟริกา"
        ],
        "answer": 1
    },
    {
        "title": "นายสมยศถามมิสเตอร์คิทาโอะว่า “คนญี่ปุ่นนิยมสร้างบ้านทรงเตี้ย ทำด้วยไม้ โครงสร้างเรียบง่าย” มิสเตอร์คิทาโอะจะตอบว่าอย่างไร",
        "options": [
            "เพราะวัสดุก่อสร้างมีราคาแพง",
            "เพราะคนญี่ปุ่นชอบความเรียบง่าย",
            "เพราะเกิดแผ่นดินไหวบ่อย",
            "เพราะมีป่าไม้อุดมสมบูรณ์มาก"
        ],
        "answer": 3
    }

]
