[
    {
        "title": "ข้อใดเป็นการกระทำที่แสดงให้เห็นว่าวิชาเศรษฐศาสตร์มีความสำคัญในระดับที่แตกต่างไปจากข้ออื่น",
        "options": [
            "เด็กชายดำรงรู้จักจัดสรรเงินค่าขนมวันละ 40 บาท เพื่อซื้อสิ่งของที่เขาต้องการอย่างมีประสิทธิภาพ",
            "นายสมชายตัดสินใจเลือกทำงานที่จะทำให้เขามีรายได้เพียงพอที่จะเลี้ยงครอบครัว",
            "นายสมปองรู้จักจัดสรรเงินรายได้ในการใช้จ่ายในแต่ละเดือนให้เพียงพอและมีประสิทธิภาพ",
            "นายสมปรารถนาเจ้าของโรงงานอาหารกระป๋องวางแผนผลิตสินค้าให้มีต้นทุนต่ำที่สุด"
        ],
        "answer": 4
    },
    {
        "title": "วิชาเศรษฐศาสตร์ให้ความสำคัญกับเรื่องใดมากที่สุด",
        "options": [
            "การจัดสรรทรัพยากร",
            "การกินดีอยู่ดีของประชาชน",
            "การซื้อสินค้าและบริการที่คุ้มค่ากับราคา",
            "ความเจริญก้าวหน้าทางเศรษฐกิจของประเทศ"
        ],
        "answer": 1
    },
    {
        "title": "ข้อความใดไม่สอดคล้องกับเศรษฐศาสตร์มหภาค",
        "options": [
            "รายได้ประชาชาติ",
            "การคลัง การค้าระหว่างประเทศ",
            "ปัญหาการว่างงาน ปัญหาเงินฝืด เงินเฟ้อ",
            "ปัจจัยการผลิต การบริโภค"
        ],
        "answer": 4
    },
    {
        "title": "ข้อใดกล่าวถึงทรัพยากรในทางเศรษฐศาสตร์หรือที่เรียกว่า ปัจจัยการผลิต ได้ครบถ้วน",
        "options": [
            "ที่ดิน แรงงาน ทุน ผู้ประกอบการ",
            "ที่ดิน เงิน ผู้ผลิต ผู้บริโภค ผู้บริหาร",
            "ที่ดิน แรงงาน ผู้ผลิต สถานประกอบการ",
            "ที่ดิน คน แรงงาน สถานประกอบการ"
        ],
        "answer": 1
    },
    {
        "title": "การนำทรัพยากรมาใช้ให้เกิดประโยชน์สูงสุดหมายความว่าอย่างไร",
        "options": [
            "ผลิตสินค้าและบริการให้ได้ปริมาณมากที่สุด",
            "ผลิตสินค้าและบริการที่มีราคาแพงที่สุด",
            "ผลิตสินค้าและบริการให้ตรงกับความต้องการของทุกคน",
            "ผลิตสินค้าและบริการที่สนองความต้องการของมนุษย์ได้สูงสุด"
        ],
        "answer": 4
    },
    {
        "title": "ปัญหาที่เป็นผลมาจากการขาดแคลนทรัพยากรการผลิตคือข้อใด",
        "options": [
            "การก่อการจลาจล",
            "ผลผลิตตกต่ำ",
            "ความต้องการสินค้าของมนุษย์มีมากขึ้น",
            "การแย่งชิงทรัพยากรและการกักตุนผลผลิต"
        ],
        "answer": 4
    },
    {
        "title": "นายอุดมกู้ยืมเงินจากธนาคารมาซื้อที่ดินเพื่อปลูกสร้างโรงงานและเครื่องจักรใหม่มาใช้ในการผลิตยางรถยนต์ ข้อความนี้สอดคล้องกับปัจจัยการผลิตในข้อใด",
        "options": [
            "ที่ดิน เงิน ทุน",
            "เงิน โรงงาน ที่ดิน",
            "ผู้ประกอบการ ที่ดิน ทุน",
            "ผู้ผลิต ธนาคาร ที่ดิน"
        ],
        "answer": 1
    },
    {
        "title": "ในปีนี้ขาดแคลนน้ำเพราะฝนทิ้งช่วงนาน ชาวนาต้องปลูกข้าวได้ครั้งเดียวจากที่เคยปลูกปีละ 2 ครั้ง ทำให้ผลผลิตข้าวไม่เพียงพอกับความต้องการของประชากร ข้อความดังกล่าวสอดคล้องกับข้อใด",
        "options": [
            "ค่าเสียโอกาส",
            "ความขาดแคลน",
            "ความแห้งแล้ง",
            "ขาดปัจจัยการผลิต"
        ],
        "answer": 2
    },
    {
        "title": "จากข้อ 8. ชาวนานำข้าวที่ปลูกได้บางส่วนไปใช้ในการบริโภค บางส่วนเก็บไว้เป็นเมล็ดพันธุ์เพื่อการเพาะปลูกต่อไป ข้อความดังกล่าวสอดคล้องกับข้อใด",
        "options": [
            "การเลือก",
            "การผลิต",
            "การเสียโอกาส",
            "การกักตุนผลผลิต"
        ],
        "answer": 4
    },
    {
        "title": "กานดาชอบรับประทานอาหารประเภทฟาสต์ฟู้ดและดื่มน้ำอัดลมเป็นประจำ แสดงว่ากานดาไม่ปฏิบัติตามหลักการบริโภคในเรื่องใด",
        "options": [
            "คุณภาพของอาหาร",
            "ค่านิยมในการบริโภค",
            "รสนิยมและความจำเป็น",
            "ความมีประโยชน์และความปลอดภัย"
        ],
        "answer": 4
    },
    {
        "title": "สินค้าในข้อใดเป็นสินค้าฟุ่มเฟือย",
        "options": [
            "ผัก ผลไม้ ข้าว",
            "กระเป๋า รองเท้า โทรศัพท์เคลื่อนที่",
            "นม อาหารกระป๋อง เนื้อหมู",
            "น้ำปลา พริกไทย น้ำมันพืช"
        ],
        "answer": 2
    },
    {
        "title": "ก่อนซื้อนมกล่องทุกครั้ง แก้วตาจะดูวันเดือนปีที่ผลิตและวันหมดอายุเสมอ การกระทำนี้แสดงว่าแก้วตาให้ความสำคัญกับเรื่องใด",
        "options": [
            "ความเชื่อมั่น",
            "ความคุ้มค่า",
            "ความปลอดภัย",
            "ความทันสมัย"
        ],
        "answer": 3
    },
    {
        "title": "ปริมาณความต้องการสินค้าและบริการชนิดใดชนิดหนึ่งที่ผู้บริโภคเต็มใจจะซื้อ ณ ระดับราคาต่างๆที่ตลาดกำหนด หมายถึงข้อใด",
        "options": [
            "อุปสงค์",
            "อุปทาน",
            "ราคาดุลยภาพ",
            "ราคาสินค้า"
        ],
        "answer": 1
    },
    {
        "title": "สุชาดาเลือกซื้อเนื้อไก่แทนเนื้อหมู เพราะมีราคาถูกกว่า แสดงถึงปัจจัยที่มีต่ออุปสงค์ในข้อใด",
        "options": [
            "ระดับรายได้ของผู้บริโภค",
            "รสนิยมของผู้บริโภค",
            "ราคาของสินค้าที่เกี่ยวข้อง",
            "ราคาของสินค้าและบริการชนิดนั้นๆ"
        ],
        "answer": 3
    },
    {
        "title": "ความต้องการเสนอขายสินค้าและบริการอย่างใดอย่างหนึ่ง ณ ระดับราคาต่างๆ ในช่วงเวลาใดเวลาหนึ่งตามที่ตลาดกำหนด สัมพันธ์กับข้อใด",
        "options": [
            "อุปสงค์",
            "อุปทาน",
            "ราคาดุลยภาพ",
            "ราคาสินค้า"
        ],
        "answer": 2
    },


    {
        "title": "ผลงานที่เกิดจากการประดิษฐ์คิดค้น การออกแบบของมนุษย์ที่ได้รับความคุ้มครองตามกฎหมาย ตรงกับความหมายข้อใดมากที่สุด",
        "options": [
            "นวัตกรรม",
            "ลิขสิทธิ์",
            "ทรัพย์สินทางปัญญา",
            "ทรัพย์สินของผู้ผลิต"
        ],
        "answer": 3
    },
    {
        "title": "ข้อใดเป็นทรัพย์สินทางปัญญาที่แตกต่างจากกลุ่ม",
        "options": [
            "สิทธิบัตร",
            "ภาพยนตร์",
            "ภูมิปัญญาท้องถิ่น",
            "เครื่องหมายการค้า"
        ],
        "answer": 3
    },
    {
        "title": "การกระทำในข้อใดถือเป็นการละเมิดลิขสิทธิ์โดยตรง",
        "options": [
            "แดงเปิดร้านให้เช่าซีดีภาพยนตร์เถื่อน",
            "ดำก็อปปี้เพลงของเบิร์ดแล้วนำไปขายที่จตุจักร",
            "เขียวให้เพื่อนยืมสมุดจดงานไปลอกเพราะเพื่อนจดไม่ทัน",
            "ขาวสั่งกระเป๋าที่ทำเลียนแบบยี่ห้อดังจากจีนมาขายในไทย"
        ],
        "answer": 2
    },
    {
        "title": "การกระทำข้อใดถือเป็นการละเมิดลิขสิทธิ์โดยอ้อม",
        "options": [
            "เอกให้เพื่อนก็อปปี้ซีดีภาพยนตร์ที่ตนซื้อมาจากร้าน",
            "อาทนำหนังสือที่ยืมจากห้องสมุดมาถ่ายเอกสารไว้อ่าน",
            "โอ๊ตนำเพลงของบี้มาร้องในร้านอาหาร",
            "อ้นเปิดร้านขายดีวีดีภาพยนตร์ปลอม"
        ],
        "answer": 1
    },
    {
        "title": "เชลล์ชวนชิม เป็นเครื่องหมายประเภทใด",
        "options": [
            "เครื่องหมายการค้า",
            "เครื่องหมายบริการ",
            "เครื่องหมายรับรอง",
            "เครื่องหมายร่วม"
        ],
        "answer": 1
    }


]
